Repository: ntoporcov/openclient
Catalog: OpenCodeIOSClient/Localizable.xcstrings
Source language: en
Languages: it, pt_br

source: If you want reliable remote access without exposing your server directly to the public internet, a private network layer like Tailscale is the best default. It gives your devices stable private addresses, keeps traffic encrypted, and usually makes OpenCode feel like it is still on your local network.
it: Se vuoi un accesso remoto affidabile senza esporre direttamente il tuo server a internet pubblico, un livello di rete privata come Tailscale è la scelta predefinita migliore. Dà ai tuoi dispositivi indirizzi privati stabili, mantiene il traffico crittografato e di solito fa sembrare che OpenCode sia ancora sulla tua rete locale.
pt_br: Se você deseja acesso remoto confiável sem expor seu servidor diretamente à Internet pública, uma camada de rede privada como Tailscale é o melhor padrão. Ele fornece endereços privados estáveis aos seus dispositivos, mantém o tráfego criptografado e geralmente faz com que o OpenCode pareça que ainda está na sua rede local.

source: Image
it: Immagine
pt_br: Imagem

source: Image Unavailable
it: Immagine non disponibile
pt_br: Imagem indisponível

source: In %@
it: Tra %@
pt_br: Em %@

# in %lld%@
source: in %1$lld%2$@
it: tra %1$lld%2$@
pt_br: em %1$lld%2$@

source: Inferring
it: Inferendo
pt_br: Inferindo

source: Input Mode
it: Modalità di input
pt_br: Modo de entrada

source: Input Tokens
it: Token di input
pt_br: Tokens de entrada

source: Insert slash command
it: Inserisci comando slash
pt_br: Inserir comando de barra

source: Inspecting page
it: Ispezione pagina
pt_br: Inspecionando a página

source: Install plugin 0.3.0 on your OpenCode host, enable notifications, and configure an HTTPS address reachable from your iPhone.
it: Installa il plugin 0.3.0 sul tuo host OpenCode, abilita le notifiche e configura un indirizzo HTTPS raggiungibile dal tuo iPhone.
pt_br: Instale o plugin 0.3.0 no seu host OpenCode, ative as notificações e configure um endereço HTTPS acessível pelo seu iPhone.

source: Installed Voices
it: Voci installate
pt_br: Vozes instaladas

source: Interacting with page
it: Interazione con la pagina
pt_br: Interagindo com a página

source: Interrupted or Unconfirmed
it: Interrotta o non confermata
pt_br: Interrompido ou não confirmado

source: Keep the in-app browser and your conversation visible together, with a layout that adapts between portrait and landscape.
it: Tieni visibili insieme il browser nell'app e la conversazione, con un layout che si adatta tra orientamento verticale e orizzontale.
pt_br: Mantenha o navegador do app e sua conversa visíveis ao mesmo tempo, com um layout que se adapta entre os modos retrato e paisagem.

source: Key
it: Chiave
pt_br: Chave

source: Lab
it: Laboratorio
pt_br: Laboratório

source: LAN-only is the simplest option
it: Solo LAN è l'opzione più semplice
pt_br: Usar somente a LAN é a opção mais simples

source: Languages
it: Lingue
pt_br: Idiomas

source: Last Activity
it: Ultima attività
pt_br: Última atividade

source: Last Error
it: Ultimo errore
pt_br: Último erro

source: Last Refreshed
it: Ultimo aggiornamento
pt_br: Última atualização

source: Last Week
it: Settimana scorsa
pt_br: Semana passada

source: Later
it: Più tardi
pt_br: Mais tarde

source: Latest
it: Più recente
pt_br: Mais recente

source: LATEST
it: PIÙ RECENTE
pt_br: MAIS RECENTE

source: Latitude
it: Latitudine

source: Learn the app like a product story, not a settings manual.
it: Scopri l'app come una storia, non come un manuale delle impostazioni.
pt_br: Aprenda o aplicativo como uma história de produto, não como um manual de configurações.

source: Learn what OpenCode is, how the app works, and how to connect securely.
it: Scopri cos'è OpenCode, come funziona l'app e come connetterti in modo sicuro.
pt_br: Saiba o que é OpenCode, como o aplicativo funciona e como se conectar com segurança.

source: Let me check on that.
it: Fammi controllare.
pt_br: Deixe-me verificar isso.

source: Let me see what I can find.
it: Fammi vedere cosa riesco a trovare.
pt_br: Deixe-me ver o que encontro.

source: Let me take a closer look.
it: Fammi dare un'occhiata più da vicino.
pt_br: Deixe-me analisar mais de perto.

source: Let me work through that.
it: Fammi ragionare su questo.
pt_br: Deixe-me pensar nisso com calma.

source: Let's address the situation.
it: Affrontiamo la situazione partendo dall'indirizzo.
pt_br: Vamos resolver essa situação pelo endereço.

source: Licenses And Notices
it: Licenze e note legali
pt_br: Licenças e avisos

source: Lifetime
it: A vita
pt_br: Vitalício

source: Lifetime launch price increases September 30. The regular price is US$29.99 or the local equivalent.
it: Il prezzo promozionale a vita aumenta il 30 settembre. Il prezzo normale è 29,99 USD o l'equivalente locale.
pt_br: O preço promocional vitalício aumenta em 30 de setembro. O preço normal é US$ 29,99 ou o equivalente local.

source: Limit Reached
it: Limite raggiunto
pt_br: Limite alcançado

source: Line chart
it: Grafico a linee
pt_br: Gráfico de linhas

source: List
it: Elenco
pt_br: Lista

source: Listening...
it: In ascolto...
pt_br: Ouvindo...

source: Little things that move work forward
it: Piccoli dettagli che fanno avanzare il lavoro
pt_br: Pequenos detalhes que fazem o trabalho avançar

source: Live Activities
it: Attività in tempo reale
pt_br: Atividades ao Vivo

source: Live Activity
it: Attività in tempo reale
pt_br: Atividade ao Vivo

source: Live Activity Settings
it: Impostazioni attività in tempo reale
pt_br: Ajustes de Atividades ao Vivo

source: Load
it: Carica
pt_br: Carregar

source: Load %@
it: Carica %@
pt_br: Carregar %@

source: Load earlier messages
it: Carica messaggi precedenti
pt_br: Carregar mensagens anteriores

source: Loading
it: Caricamento in corso
pt_br: Carregando

source: Loading Activity
it: Caricamento attività
pt_br: Carregando atividade

source: Loading changes
it: Caricamento modifiche
pt_br: Carregando alterações

source: Loading chat
it: Caricamento chat
pt_br: Carregando chat

source: Loading chat controls
it: Caricamento controlli chat
pt_br: Carregando controles de chat

source: Loading chat...
it: Caricamento chat...
pt_br: Carregando chat...

source: Loading earlier messages...
it: Caricamento dei messaggi precedenti...
pt_br: Carregando mensagens anteriores...

source: Loading Excalidraw
it: Caricamento Excalidraw
pt_br: Carregando Excalidraw

source: Loading File
it: Caricamento file
pt_br: Carregando arquivo

source: Loading files
it: Caricamento file
pt_br: Carregando arquivos

source: Loading Image
it: Caricamento immagine
pt_br: Carregando imagem

source: Loading MCP servers
it: Caricamento server MCP
pt_br: Carregando servidores MCP

source: Loading models...
it: Caricamento modelli...
pt_br: Carregando modelos...

source: Loading plugins
it: Caricamento plugin
pt_br: Carregando plugins

source: Loading preview...
it: Caricamento anteprima...
pt_br: Carregando prévia...

source: Loading project...
it: Caricamento progetto...
pt_br: Carregando projeto...

source: Loading providers
it: Caricamento provider
pt_br: Carregando provedores

source: Loading workspace
it: Caricamento workspace
pt_br: Carregando espaço de trabalho

source: Loading...
it: Caricamento...
pt_br: Carregando...

source: Local
it: Locale

source: Location
it: Posizione
pt_br: Localização

# Location clue: %@ in the %@.
source: Location clue: %1$@ in the %2$@.
it: Indizio di posizione: %1$@, %2$@.
pt_br: Pista de localização: %1$@ no %2$@.

source: Log Filter
it: Filtro log
pt_br: Filtro de log

source: Longitude
it: Longitudine

source: Main branch
it: Branch principale
pt_br: Branch principal

source: Make it yours
it: Rendila tua
pt_br: Deixe do seu jeito

source: MAKE IT YOURS
it: RENDILA TUA
pt_br: DEIXE DO SEU JEITO

source: Make sure the announcement is ready.
it: Assicurati che l'annuncio sia pronto.
pt_br: Certifique-se de que o anúncio esteja pronto.

source: Make the Activity page feel native.
it: Rendi la pagina Attività più nativa.
pt_br: Faça com que a página de atividades pareça nativa.

source: Manage Pro Monthly
it: Gestisci Pro mensile
pt_br: Gerenciar Pro Mensal

source: Manage Projects
it: Gestisci progetti
pt_br: Gerenciar projetos

source: Manage provider connections in the OpenCode web app for this v2 server.
it: Gestisci le connessioni ai provider nell'app web di OpenCode per questo server v2.
pt_br: Gerencie as conexões com provedores no app web do OpenCode para este servidor v2.

source: Manage Worktree
it: Gestisci worktree
pt_br: Gerenciar worktree

source: Map
it: Mappa
pt_br: Mapa

source: Marinating
it: Marinando
pt_br: Marinando

source: MCP Servers
it: Server MCP
pt_br: Servidores MCP

source: Meet Talk mode
it: Scopri la modalità Talk
pt_br: Conheça o modo Talk

source: Meet the app before you configure it.
it: Scopri l'app prima di configurarla.
pt_br: Conheça o aplicativo antes de configurá-lo.

source: Mention a sub agent
it: Menziona un subagente
pt_br: Mencione um subagente

source: Message
it: Messaggio
pt_br: Mensagem

source: Message Actions
it: Azioni del messaggio
pt_br: Ações da mensagem

source: Message ID
it: ID messaggio
pt_br: ID da mensagem

source: Message JSON
it: JSON del messaggio
pt_br: Mensagem JSON

source: Message sent to %@.
it: Messaggio inviato a %@.
pt_br: Mensagem enviada para %@.

source: Message Session
it: Invia messaggio alla sessione
pt_br: Enviar mensagem para a sessão

source: Message Tools
it: Strumenti messaggio
pt_br: Ferramentas de mensagens

source: Messages
it: Messaggi
pt_br: Mensagens

# Messages today: %lld · Sessions left: %lld
source: Messages today: %1$lld · Sessions left: %2$lld
it: Messaggi oggi: %1$lld · Sessioni rimaste: %2$lld
pt_br: Mensagens hoje: %1$lld · Sessões restantes: %2$lld

source: Messenger
it: Messaggi
pt_br: Mensagens

source: Messenger composer preview with a separate add button and pill-shaped message field.
it: Anteprima del compositore Messaggi con un pulsante di aggiunta separato e un campo messaggio a pillola.
pt_br: Prévia do compositor Mensagens com um botão de adição separado e um campo de mensagem em formato de cápsula.

source: Minimize the todo list when you want more room, then bring it back with one tap.
it: Riduci l'elenco dei todo quando vuoi più spazio e ripristinalo con un tocco.
pt_br: Minimize a lista de tarefas quando quiser mais espaço e traga-a de volta com um toque.

source: Mint
it: Menta
pt_br: Verde-menta

source: Model
it: Modello
pt_br: Modelo

source: Model ID
it: ID modello
pt_br: ID do modelo

source: Model Instructions
it: Istruzioni modello
pt_br: Instruções do modelo

source: Model: %@
it: Modello: %@
pt_br: Modelo: %@

# Model: %@/%@
source: Model: %1$@/%2$@
it: Modello: %1$@/%2$@
pt_br: Modelo: %1$@/%2$@

source: Model: Default
it: Modello: predefinito
pt_br: Modelo: padrão

source: Models
it: Modelli
pt_br: Modelos

source: Modified
it: Modificato
pt_br: Modificado

source: Monitor sessions across projects
it: Monitora le sessioni tra i progetti
pt_br: Monitore sessões em projetos

source: Monthly
it: Mensile
pt_br: Mensal

source: Monthly spend
it: Spesa mensile
pt_br: Gasto mensal

source: Monthly subscriptions automatically renew unless canceled at least 24 hours before the end of the current period.
it: Gli abbonamenti mensili si rinnovano automaticamente se non vengono annullati almeno 24 ore prima della fine del periodo corrente.
pt_br: As assinaturas mensais são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do fim do período atual.

source: More control, at a glance
it: Più controllo, a colpo d'occhio
pt_br: Mais controle, de relance

source: More natural, less in the way
it: Più naturale, meno ingombrante
pt_br: Mais natural, menos intrusivo

source: More room for the work that matters
it: Più spazio per il lavoro che conta
pt_br: Mais espaço para o trabalho que importa

source: Move a conversation into its own iPad window and keep multiple sessions close at hand.
it: Sposta una conversazione in una finestra iPad dedicata e tieni più sessioni a portata di mano.
pt_br: Mova uma conversa para sua própria janela no iPad e mantenha várias sessões sempre à mão.

source: Mulling
it: Rimuginando
pt_br: Pensando

source: Multiple matching provider entries were found.
it: Sono state trovate più voci corrispondenti del provider.
pt_br: Várias entradas correspondentes do provedor foram encontradas.

source: Multiple saved accounts
it: Più account salvati
pt_br: Várias contas salvas

source: Musing
it: Riflettendo
pt_br: Refletindo

source: Mute Microphone
it: Disattiva microfono
pt_br: Silenciar microfone

source: Name
it: Nome
pt_br: Nome

source: Name (optional)
it: Nome (opzionale)
pt_br: Nome (opcional)

source: Native setup becomes available when this app is connected to a configured, compatible legacy OpenCode plugin bridge. OpenCode v2 setup is not available here yet.
it: La configurazione nativa diventa disponibile quando questa app è connessa a un bridge compatibile del plugin OpenCode legacy e correttamente configurato. La configurazione di OpenCode v2 non è ancora disponibile qui.
pt_br: A configuração nativa ficará disponível quando este app estiver conectado a uma ponte compatível e configurada do plugin OpenCode legado. A configuração do OpenCode v2 ainda não está disponível aqui.

source: Navigating browser
it: Navigazione browser
pt_br: Navegando no navegador

source: Need direction? Start with an address.
it: Cerchi la direzione? Inizia da un indirizzo.
pt_br: Precisa de direção? Comece com um endereço.

source: Needs Action
it: Richiede azione
pt_br: Precisa de ação

source: Needs attention
it: Richiede attenzione
pt_br: Requer atenção

source: Needs Attention
it: Richiede attenzione
pt_br: Requer atenção

source: Needs Auth
it: Richiede autenticazione
pt_br: Precisa de autenticação

source: Needs input
it: Richiede input
pt_br: Precisa de informações

source: Needs Input
it: Richiede input
pt_br: Precisa de informações

source: Needs Registration
it: Richiede registrazione
pt_br: Precisa de registro

source: Negotiating with the tiny AI gremlins about projects and sessions.
it: Negoziando con i piccoli folletti IA su progetti e sessioni.
pt_br: Negociando com os pequenos gremlins IA sobre projetos e sessões.

source: Network
it: Rete
pt_br: Rede

source: Network error
it: Errore di rete
pt_br: Erro de rede

source: New Chat
it: Nuova chat
pt_br: Novo chat

source: New Features
it: Nuove funzionalità
pt_br: Novos recursos

source: NEW FEATURES
it: NUOVE FUNZIONALITÀ
pt_br: NOVOS RECURSOS

source: NEW IN %@
it: NOVITÀ IN %@
pt_br: NOVIDADES DA VERSÃO %@

# New language: %@. %@
source: New language: %1$@. %2$@
it: Nuova lingua: %1$@. %2$@
pt_br: Novo idioma: %1$@. %2$@

# New language: %@. %@ Thank you, %@ (%@), for the translation.
source: New language: %1$@. %2$@ Thank you, %3$@ (%4$@), for the translation.
it: Nuova lingua: %1$@. %2$@ Grazie a %3$@ (%4$@) per la traduzione.
pt_br: Novo idioma: %1$@. %2$@ Agradecemos a %3$@ (%4$@) pela tradução.

source: NEW LANGUAGES
it: NUOVE LINGUE
pt_br: NOVOS IDIOMAS

source: New session
it: Nuova sessione
pt_br: Nova sessão

source: New Session
it: Nuova sessione
pt_br: Nova sessão

source: New Session Defaults
it: Impostazioni predefinite per le nuove sessioni
pt_br: Padrões para novas sessões

source: New Session Here
it: Nuova sessione qui
pt_br: Nova sessão aqui

source: New Talk
it: Nuova conversazione vocale
pt_br: Nova conversa por voz

source: New Terminal
it: Nuovo terminale
pt_br: Novo terminal

source: New Workspace
it: Nuovo workspace
pt_br: Novo espaço de trabalho

source: New worktree
it: Nuovo worktree
pt_br: Novo worktree

source: Nice catch. You found the broken logic.
it: Ottima intuizione. Hai trovato la logica difettosa.
pt_br: Boa! Você encontrou a falha na lógica.

source: No Answers
it: Nessuna risposta
pt_br: Sem respostas

source: No Apple Intelligence workspace is active.
it: Nessun workspace di Apple Intelligence attivo.
pt_br: Nenhum espaço de trabalho do Apple Intelligence está ativo.

source: No breadcrumb lines match the current filter.
it: Nessuna riga di breadcrumb corrisponde al filtro attuale.
pt_br: Nenhuma linha de navegação corresponde ao filtro atual.

source: No changed files in the current view
it: Nessun file modificato nella vista corrente
pt_br: Nenhum arquivo alterado na visualização atual

source: No changes
it: Nessuna modifica
pt_br: Sem alterações

source: No chats match "%@".
it: Nessuna chat corrisponde a "%@".
pt_br: Nenhum chat corresponde a "%@".

source: No configured MCP servers.
it: Nessun server MCP configurato.
pt_br: Nenhum servidor MCP configurado.

source: No connected providers.
it: Nessun provider connesso.
pt_br: Nenhum provedor conectado.

source: No delta flush lines yet. Start the probe and stream a response.
it: Nessuna riga di flush delta ancora. Avvia la sonda e trasmetti una risposta in streaming.
pt_br: Ainda não há linhas de flush de delta. Inicie o diagnóstico e transmita uma resposta.

source: No directories found
it: Nessuna cartella trovata
pt_br: Nenhum diretório encontrado

source: No downloaded sessions.
it: Nessuna sessione scaricata.
pt_br: Nenhuma sessão baixada.

source: No drop or error lines match the current filter.
it: Nessuna riga di drop o errore corrisponde al filtro attuale.
pt_br: Nenhuma linha de descarte ou erro corresponde ao filtro atual.

source: No files
it: Nessun file
pt_br: Nenhum arquivo

source: No git project is selected.
it: Nessun progetto git selezionato.
pt_br: Nenhum projeto git está selecionado.

source: No Images Found
it: Nessuna immagine trovata
pt_br: Nenhuma imagem encontrada

source: No installed voices are available for this language.
it: Nessuna voce installata è disponibile per questa lingua.
pt_br: Nenhuma voz instalada está disponível para este idioma.

source: No log lines match the current filter.
it: Nessuna riga di log corrisponde al filtro attuale.
pt_br: Nenhuma linha de log corresponde ao filtro atual.

source: No Matches
it: Nessuna corrispondenza
pt_br: Sem correspondências

source: No Matching Activity
it: Nessuna attività corrispondente
pt_br: Nenhuma atividade correspondente

source: No matching agents
it: Nessun agente corrispondente
pt_br: Nenhum agente correspondente

source: No matching commands
it: Nessun comando corrispondente
pt_br: Nenhum comando correspondente

source: No MCP servers match your search.
it: Nessun server MCP corrisponde alla tua ricerca.
pt_br: Nenhum servidor MCP corresponde à sua pesquisa.

source: No messages yet
it: Nessun messaggio ancora
pt_br: Nenhuma mensagem ainda

source: No Models
it: Nessun modello
pt_br: Nenhum modelo

source: No models reported for this provider yet.
it: Nessun modello segnalato ancora per questo provider.
pt_br: Nenhum modelo informado por este provedor ainda.

source: No OpenClient plugin bridge was found on ports 4070 through 4090.
it: Nessun bridge del plugin OpenClient trovato sulle porte da 4070 a 4090.
pt_br: Nenhuma ponte de plugin OpenClient foi encontrada nas portas 4070 a 4090.

source: No Pending Project Requests
it: Nessuna richiesta del progetto in sospeso
pt_br: Nenhuma solicitação pendente do projeto

source: No plugin bridge connection is active.
it: Nessuna connessione al bridge del plugin attiva.
pt_br: Nenhuma conexão com a ponte do plugin está ativa.

source: No Plugins
it: Nessun plugin
pt_br: Nenhum plugin

source: No preview available
it: Nessuna anteprima disponibile
pt_br: Nenhuma prévia disponível

source: No project commands are available yet.
it: Nessun comando di progetto disponibile ancora.
pt_br: Nenhum comando de projeto está disponível ainda.

source: No Projects
it: Nessun progetto
pt_br: Nenhum projeto

source: No projects are visible. Use the project settings button to show projects.
it: Nessun progetto visibile. Usa il pulsante delle impostazioni progetto per mostrarli.
pt_br: Nenhum projeto está visível. Use o botão de configurações do projeto para mostrar os projetos.

source: No projects found.
it: Nessun progetto trovato.
pt_br: Nenhum projeto encontrado.

source: No Projects Selected
it: Nessun progetto selezionato
pt_br: Nenhum projeto selecionado

source: No Providers
it: Nessun provider
pt_br: Nenhum provedor

source: No questions were provided.
it: Non è stata fornita alcuna domanda.
pt_br: Nenhuma pergunta foi fornecida.

source: No Recent Activity
it: Nessuna attività recente
pt_br: Nenhuma atividade recente

source: No recent sessions belong to the selected projects.
it: Nessuna sessione recente appartiene ai progetti selezionati.
pt_br: Nenhuma sessão recente pertence aos projetos selecionados.

source: No saved servers
it: Nessun server salvato
pt_br: Nenhum servidor salvo

source: No sessions in this workspace.
it: Nessuna sessione in questo workspace.
pt_br: Nenhuma sessão neste espaço de trabalho.

source: No site yet. We're just browsing our options.
it: Ancora nessun sito. Stiamo solo navigando tra le opzioni.
pt_br: Nenhum site ainda. Só estamos navegando pelas opções.

source: No stream event lines match the current filter.
it: Nessuna riga di eventi di streaming corrisponde al filtro attuale.
pt_br: Nenhuma linha de evento de streaming corresponde ao filtro atual.

source: No supported provider credentials were found on this server.
it: Nessuna credenziale di provider supportata trovata su questo server.
pt_br: Nenhuma credencial de provedor compatível foi encontrada neste servidor.

source: No Terminal Sessions
it: Nessuna sessione del terminale
pt_br: Nenhuma sessão de terminal

source: No token usage yet
it: Nessun utilizzo di token ancora
pt_br: Ainda não há uso de token

source: No usage levels saved for this provider.
it: Nessun livello di utilizzo salvato per questo provider.
pt_br: Nenhum nível de uso salvo para este provedor.

source: No Usage Metrics
it: Nessuna metrica di utilizzo
pt_br: Nenhuma métrica de uso

source: No Usage Preview
it: Nessuna anteprima dell'utilizzo
pt_br: Sem prévia de uso

source: No User Messages
it: Nessun messaggio utente
pt_br: Nenhuma mensagem do usuário

source: No weather diagnostic is attached to this session. This can happen for older Find the Place sessions created before diagnostics were recorded.
it: Nessuna diagnostica meteo allegata a questa sessione. Può succedere per sessioni di Trova il posto più vecchie, create prima che venisse registrata la diagnostica.
pt_br: Nenhum diagnóstico meteorológico está anexado a esta sessão. Isso pode acontecer em sessões mais antigas do Encontre o Lugar criadas antes da gravação do diagnóstico.

source: none
it: nessuno
pt_br: nenhum

source: None
it: Nessuno
pt_br: Nenhum

source: Northern Hemisphere
it: Emisfero settentrionale
pt_br: Hemisfério Norte

source: Not Set
it: Non impostato
pt_br: Não definido

source: Not set up
it: Non configurato
pt_br: Não configurado

source: Notifications from your OpenCode host
it: Notifiche dal tuo host OpenCode
pt_br: Notificações do seu host OpenCode

source: Now
it: Ora
pt_br: Agora

source: OAuth authorization did not complete.
it: L'autorizzazione OAuth non è stata completata.
pt_br: A autorização OAuth não foi concluída.

source: OAuth authorization failed.
it: Autorizzazione OAuth non riuscita.
pt_br: Falha na autorização OAuth.

source: OC Notify could not be opened. Try again or generate a new code.
it: Impossibile aprire OC Notify. Riprova o genera un nuovo codice.
pt_br: Não foi possível abrir o OC Notify. Tente novamente ou gere um novo código.

source: OC Notify is unavailable on the OpenCode host. Check its notification service configuration.
it: OC Notify non è disponibile sull'host OpenCode. Controlla la configurazione del servizio di notifiche.
pt_br: O OC Notify não está disponível no host do OpenCode. Verifique a configuração do serviço de notificações.
